export const governorates = [
  'الإسكندرية',
  'أسوان',
  'أسيوط',
  'البحيرة',
  'بني سويف',
  'القاهرة',
  'الدقهلية',
  'دمياط',
  'الفيوم',
  'الغربية',
  'الجيزة',
  'الإسماعيلية',
  'كفر الشيخ',
  'الأقصر',
  'مطروح',
  'المنيا',
  'المنوفية',
  'الوادي الجديد',
  'شمال سيناء',
  'بورسعيد',
  'القليوبية',
  'قنا',
  'البحر الأحمر',
  'الشرقية',
  'سوهاج',
  'جنوب سيناء',
  'السويس',
] as const;

export const studyLevels = [
  'الصف الأول الثانوي',
  'الصف الثاني الثانوي',
  'الصف الثالث الثانوي',
] as const;

export const AdminTypes = ['central', 'main', 'secondary'] as const;
